// Створіть змінну, що симулює вибір варіанта зі списку. Виводьте повідомлення 
// залежно від обраного варіанта: "Кава", "Чай" або "Сік". Використайте switch

let menu = prompt("Меню напоїв:\n1. кава\n2. чай\n3. сік\n\nВаш вибір напою:");

switch (menu.toLowerCase()) {
    case "кава":
        alert("Ви замовили каву");
        break;
    case "чай":
        alert("Ви замовили чай");
        break;
    case "сік":
        alert("Ви замовили сік");
        break;
    default:
        alert("В меню немає такого напою.");
}
